const demoData = `《三國演義》描寫的是從東漢末年到西晉初年近百年間的歷史，反映了三國時代的政治軍事鬥爭以及各類社會矛盾的滲透與轉化。在對三國態度上，尊劉反曹鄙吳是民間的主要傾向，以劉備集團作為描寫的中心，隱含著人民對漢室復興的希望和皇室正統思想，儘管這些舊有觀點已不容於今日。清人毛氏父子批改三國演義時，把明代流傳下來的版本中不實譏望、怪力亂神之處刪除勘正。魯迅在《中國小說的歷史的變遷》稱：「因為三國的事情，不像五代那樣紛亂；又不像楚漢那樣簡單；恰是不簡不繁，適於作小說。而且三國時的英雄，智術武勇，非常動人，所以人都喜歡取來作小說的材料。」

而書中亦刻畫了近二百個人物形象，其中最為成功的有諸葛亮、曹操、關羽、劉備等人。諸葛亮是作者心目中的「賢相」的化身，他具有「鞠躬盡瘁，死而後已」的高風亮節，具有經世濟民再造太平盛世的雄心壯志，而且作者還賦予他呼風喚雨、神機妙算的奇異本領。曹操則被塑造成一位「寧教我負天下人，休教天下人負我」的奸雄，既有雄才大略，又殘暴奸詐，是一個政治野心家和陰謀家。關羽「威猛剛毅」、「義重如山」，但主要以個人恩怨為前提。劉備則被塑造成為仁民愛物、禮賢下士、知人善任的仁君典型（恰好和曹操相反）。

而當中的戰爭，手法多樣，讀者往往感到一場場刀光血影的戰爭場面。其中，官渡之戰、赤壁之戰等戰爭的描寫被認為是波瀾起伏、跌宕跳躍，使人讀來驚心動魄，將史書上所沒有的情節描寫得十分細緻。不過，前33回寫了從桃園結義到曹操統一北方的24年，71回半寫了劉備三顧茅廬到諸葛亮死於五丈原的27年，而以後的46年只用了15回半就草草收場。

由於《三國演義》在民間的流傳範圍、影響程度，都可謂是中國古代歷史小說中獨一無二的，這就造成了普通民眾，甚至一部分專家學者對東漢末年至三國時期，也就是小說所描述的歷史時期的概況、事件、人物缺乏正確的常識，從某種程度上說，小說《三國演義》的內容在國人心目中已經占據了真實歷史的地位，這種現象在近來的電影、文學作品中都有所反應。民間也一直對這類現象有不少爭論。

非凡的敘事才能，全景式的戰爭描寫，特徵化性格的藝術典型，淺近的文言，構成了《三國演義》的主要特色。

藝術成就
《三國演義》精於塑造人物形象，能通過敘述人物的行動和舉止來反映人物獨特個性。如諸葛亮、劉備、曹操、關羽、張飛等早已深入民心，性格突出，全賴羅貫中繪形繪聲和生動逼真的描寫，令讀者如見其人，如聞其聲。

善於描寫戰爭場面和政爭智鬥，描述各戰事精彩絕倫，如親歷其境之妙，更首創單挑場面，突顯武將於沙場上的勇猛威武與英雄形象。

結構宏偉緊密，全書人物眾多，頭緒紛繁，情節複雜，惟作者能以蜀漢為中心，抓緊魏蜀吳三國間的衝突矛盾，寫來井井有條，脈絡清晰，規模宏大。

語言方面夾用文言白話，明快生動，既吸收古代文言的精華，亦加以適當的通俗化，故能「文不甚深，言不甚俗」，收雅俗共賞之藝術效果。

回目
破黃巾，殺閹宦（共2回）
第一回 宴桃園豪傑三結義 斬黃巾英雄首立功
第二回 張翼德怒鞭督郵 何國舅謀誅宦豎
收呂布，除董卓（共7回）
第三回 議溫明董卓叱丁原 饋金珠李肅說呂布
第四回 廢漢帝陳留踐位 謀董賊孟德獻刀
第五回 發矯詔諸鎮應曹公 破關兵三英戰呂布
第六回 焚金闕董卓行兇 匿玉璽孫堅背約
第七回 袁紹磐河戰公孫 孫堅跨江擊劉表
第八回 王司徒巧使連環計 董太師大鬧鳳儀亭
第九回 除暴凶呂布助司徒 犯長安李傕聽賈詡
曹操發跡（共5回）
第十回 勤王室馬騰舉義 報父仇曹操興師
第十一回 劉皇叔北海救孔融 呂溫侯濮陽破曹操
第十二回 陶恭祖三讓徐州 曹孟德大戰呂布
第十三回 李傕郭汜大交兵 楊奉董承雙救駕
第十四回 曹孟德移駕幸許都 呂奉先乘夜襲徐郡
斬呂布（共5回）
第十五回 太史慈酣鬥小霸王 孫伯符大戰嚴白虎
第十六回 呂奉先射戟轅門 曹孟德敗師淯水
第十七回 袁公路大起七軍 曹孟德會合三將
第十八回 賈文和料敵決勝 夏侯惇拔矢啖睛
第十九回 下邳城曹操鏖兵 白門樓呂布殞命
密謀誅曹（共5回）
第二十回 曹阿瞞許田打圍 董國舅內閣受詔
第二十一回 曹操煮酒論英雄 關公賺城斬車胄
第二十二回 袁曹各起馬步三軍 關張共擒王劉二將
第二十三回 禰正平裸衣罵賊 吉太醫下毒遭刑
第二十四回 國賊行兇殺貴妃 皇叔敗走投袁紹
關羽附曹，孫權承兄（共5回）
第二十五回 屯土山關公約三事 救白馬曹操解重圍
第二十六回 袁本初敗兵折將 關雲長掛印封金
第二十七回 美髯公千里走單騎 漢壽侯五關斬六將
第二十八回 斬蔡陽兄弟釋疑 會古城主臣聚義
第二十九回 小霸王怒斬于吉 碧眼兒坐領江東
掃清袁氏，統一北方（共4回）
第三十回 戰官渡本初敗績 劫烏巢孟德燒糧
第三十一回 曹操倉亭破本初 玄德荊州依劉表
第三十二回 奪冀州袁尚爭鋒 決漳河許攸獻計
第三十三回 曹丕乘亂納甄氏 郭嘉遺計定遼東
三顧茅廬，孔明出山（共7回）
第三十四回 蔡夫人隔屏聽密語 劉皇叔躍馬過檀溪
第三十五回 玄德南漳逢隱滄 單福新野遇英主
第三十六回 玄德用計襲樊城 元直走馬薦諸葛
第三十七回 司馬徽再薦名士 劉玄德三顧草廬
第三十八回 定三分隆中決策 戰長江孫氏報仇
第三十九回 荊州城公子三求計 博望坡軍師初用兵
第四十回 蔡夫人議獻荊州 諸葛亮火燒新野
長坂坡（共2回）
第四十一回 劉玄德攜民渡江 趙子龍單騎救主
第四十二回 張翼德大鬧長坂橋 劉豫州敗走漢津口`;


export default demoData;